Repository: common-repository/bbpress-topic-sections
Catalog: languages/bpp-ts-*.po
Languages: fr_fr

source: Required
fr_fr: Requis

source: Is this section required ? (User cannot leave it empty)
fr_fr: Est-ce que cette section est requise ? (L'utilisateur ne peut pas la laisser vierge)

source: Empty = no limitation
fr_fr: Vide = pas de limite

source: Topic Sections
fr_fr: Sections de Topic

source: Topic Section
fr_fr: Section

source: Search Topic Sections
fr_fr: Chercher dans les Sections

source: Popular Topic Sections
fr_fr: Sections opulaires

source: All Topic Sections
fr_fr: Toutes les Sections

source: Parent Topic Section
fr_fr: Sections parente

source: Parent Topic Section:
fr_fr: Sections parente:

source: Edit Topic Section
fr_fr: Éditer la Section

source: Update Topic Section
fr_fr: Mettre à jour la Section

source: Add New Topic Section
fr_fr: Ajouter une nouvelle Section

source: New Topic Section
fr_fr: Nouvelle Section

source: Separate Topic Sections with commas
fr_fr: Séparez les Sections avec des virgules

source: Add or remove Topic Sections
fr_fr: Ajouter ou supprimer des Sections

source: Choose from most used Topic Sections
fr_fr: Choisissez parmis les Sections les plus utilisées

source: (Maximum Length: %d)
fr_fr: (Longueur maximale: %d)
